HGS/MELDUNGEN/EXPORT/MASTER_Aktualisierungmeldung_20241016100846.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-10-16T10:08:46.497+02:00" aktualisierungstyp="STATUS" status="2" sstVersion="3.10">
                <verkaufspunkt posNummer="999900" betreiber="99" seriennummer="999900" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="17109" guid="abaf49b8-0416-4216-a726-0a278ddc9a01"/>
                <automatenStatus betriebStatus="IN_BETRIEB" letzteInteraktion="2024-10-16T10:08:46.497+02:00" letzterVerkauf="2024-10-16T10:08:46.497+02:00"/>
            </faaAktualisierungmeldung>
        </empfangeAktualisierungmeldung>
    </s:Body>
</s:Envelope>
